{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "ॐ केनेषितम् पतति प्रेषितं मनः केन प्राणः प्रथमः प्रैति युक्तः ।",
      "केनेषितां वाचामिमां वदन्ति चक्षुः श्रोत्रं क उ देवो युनक्ति ॥"
    ],
    "padachhed": [
      "ॐ केन इषितम् पतति प्रेषितं मनः केन प्राणः प्रथमः प्रैति युक्तः ।",
      "केन इषिताम् वाचं इमां वदन्ति चक्षुः श्रोत्रं क उ देवो युनक्ति ॥"
    ],
    "anvaya": [
      "ॐ केन इषितम् प्रेषितं मनः पतति केन युक्तः प्रथमः प्राणः प्रैति ।",
      "केन इषिताम् इमां वाचं वदन्ति क उ देवो चक्षुः श्रोत्रं युनक्ति ॥"
    ]
  },
  "anuvada": {
    "en": [
      "Om! Invigorated by whom is the Mind sent forth to come down (reach its objects)? Ordained by whom does the greatest breath move?",
      "Energized by whom is this speech spoken? Which famous deity engages the eyes and ears (on their objects)?"
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "केन इषितं केन कर्त्रा इषितम् इष्टम् अभिप्रेतं सद् मनः पतति गच्छति स्वविषयं प्रति इति सम्बध्यते इषेः अभीक्ष्ण्यार्थस्य गत्यर्थस्य च इह सम्भवादिच्छार्थस्यैवैतद्रुपमिति गम्यते । इषितमिति इट् प्रयोगः तु छान्दसः । तस्यैव प्रपूर्वस्य नियोगार्थे प्रेषितं इति एतत् । तत्र प्रेषितम् इति एव उक्ते प्रेषयितृप्रेषण्विशेषविषयाकाङ्क्षा स्यात् - केन प्रेषयितृविशेषण, कीदृशं वा प्रेषणमिति । इषितमिति तु विशेषणे स्ति तत् उभयं निवर्तते, कस्य इच्छामात्रेण प्रेषितम् इति अर्थविशेष निर्धारणात् ।"
      ],
      "en": [
        "'केन इषितम्' (kena iSitam) - by whose wish and intention does the mind go towards its objects? Here 'पतति'(Patati) verb is related to 'towards its object' (anvaya). Here the 'ईष्'(iS) verb in the meaning of *continuous motion* or *again and again* is not usable, hence it is used in the meaning of *wish or desire* (like 'इष्टम्'(iSTam)). This usage (of 'इषितम्' (iSitaM) instead of 'इष्टम्') is according to the vedic grammar. That 'इष्' verb is used to mean *inspiration* as 'प्रेषितम्'(Presitam). If 'प्रेषितम्' alone were used here, then question about the relation of sender and sent would have surfaced, like *who is the sender and how was that sent*. Therefore with 'इषितम्' in the sentence, both questions are answered since it implies a special meaning 'it was sent by the mere will of someone' (i.e. without explicit effort)."
      ]
    },
    "sh_vak": {
      "sa": [],
      "en": []
    }
  }
}
}