{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "ॐ केनेषितम् पतति प्रेषितं मनः केन प्राणः प्रथमः प्रैति युक्तः ।",
      "केनेषितां वाचामिमां वदन्ति चक्षुः श्रोत्रं क उ देवो युनक्ति ॥"
    ],
    "padachhed": [
      "ॐ केन इषितम् पतति प्रेषितं मनः केन प्राणः प्रथमः प्रैति युक्तः ।",
      "केन इषिताम् वाचं इमां वदन्ति चक्षुः श्रोत्रं क उ देवो युनक्ति ॥"
    ],
    "anvaya": [
      "ॐ केन इषितम् प्रेषितं मनः पतति केन युक्तः प्रथमः प्राणः प्रैति ।",
      "केन इषिताम् इमां वाचं वदन्ति क उ देवो चक्षुः श्रोत्रं युनक्ति ॥"
    ]
  },
  "anuvada": {
    "en": [
      "Om! Invigorated by whom is the Mind sent forth to come down (reach its objects)? Ordained by whom does the greatest breath move?",
      "Energized by whom is this speech spoken? Which famous deity engages the eyes and ears (on their objects)?"
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "केन इषितं केन कर्त्रा इषितम् इष्टम् अभिप्रेतं सद् मनः पतति गच्छति स्वविषयं प्रति इति सम्बध्यते इषेः अभीक्ष्ण्यार्थस्य गत्यर्थस्य च इह सम्भवादिच्छार्थस्यैवैतद्रुपमिति गम्यते । इषितमिति इट् प्रयोगः तु छान्दसः । तस्यैव प्रपूर्वस्य नियोगार्थे प्रेषितं इति एतत् । तत्र प्रेषितम् इति एव उक्ते प्रेषयितृप्रेषण्विशेषविषयाकाङ्क्षा स्यात् - केन प्रेषयितृविशेषण, कीदृशं वा प्रेषणमिति । इषितमिति तु विशेषणे स्ति तत् उभयं निवर्तते, कस्य इच्छामात्रेण प्रेषितम् इति अर्थविशेष निर्धारणात् ।",
        "यद्येषोऽर्थोऽभिप्रेतः स्यात्, केनेषितम् इति एतावत् एव सिद्धत्वात् प्रेषितम् इति न वक्तव्यम् । अपि च शब्दाधिक्यादर्थाधिक्यं युक्तम् इति इच्छया कर्मणा वाचा वा केन प्रेषितम् इति अर्थ विशेषः अवगन्तुं युक्तः ।",
        "न, प्रश्नसामर्थ्यात्; देहादिसंघातात् अनित्यात् कर्मकार्यात् विरक्तः, अतः अन्यत् कूटस्थं नित्यं वस्तु बुभुत्समानः पृच्छति इति सामर्थ्यात् उपपद्यते । इतरथा इच्छावाक्कर्मभिः देहादिसंघातस्य प्रेरयितृत्वं प्रसिद्धम् इति प्रश्नः अनर्थक एव स्यात् ।",
        "एवम् अपि प्रेषितशब्दस्य अर्थः न प्रदर्शित एव ।",
        "न; संशयवतः अयं प्रश्न इति प्रेषितशब्दस्य अर्थ विशेष उपपद्यते । किम् यथाप्रसिद्धमेव एव कार्यकारणसंघातस्य प्रेषयितृत्वम्, किम् वा संघातव्यतिरिक्तस्य स्वतन्त्रस्य इच्छामात्रेणैव मन आदि प्रेषयितृत्वम्, इति अस्य अर्थस्य प्रदर्शनार्थं केनेषितं पतति प्रेषितं मन इति विशेषणद्वयम् उपपद्यते ।",
        "ननु स्वतन्त्रं मनः स्वविषये स्वयं पततीति प्रसिद्धम्; तत्र कथं प्रश्न उपपद्यत इति, उच्यते यदि स्वतन्त्रं मनः प्रवृत्तिनिवृत्तिविषये स्यात्, तर्हि सर्वस्य अनिष्टचिन्तनं न स्यात् । अनर्थं च जानन्सङ्कल्पयति । अभ्यग्रदुःखे च कार्ये वार्यमाणमपि प्रवर्तत एव मनः । तस्मात् युक्त एव केनेषितम् इति आदि प्रश्नः ।",
        "केन प्राणो युक्तो नियुक्तः प्रेरितः सन् प्रैति गच्छति स्वव्यपारं प्रति । प्रथम इति प्राणविशेषणं स्यात्, तत्पूर्वकत्वात् सर्वेन्द्रियप्रवृत्तीनाम् ।",
        "केन इषितां वाचम् इमां शब्दलक्षणां वदन्ति लौकिकाः । तथा चक्षुः श्रोत्रं च स्वे स्वे विषये क उ देवः द्योतनवान् युनक्ति नियुङ्क्ते प्रेरयति ।",
        "एवं पृष्टवते योग्याय आह गुरूः । शृणु यत् त्वं पृच्छसि, मनआदिकरणजातस्य को देवः स्वविषयं प्रति प्रेरयिता कथं वा प्रेरयति इति ।"
      ],
      "en": [
        "'केन इषितम्' (kena iSitam) - by whose wish and intention does the mind go towards its objects? Here 'पतति'(Patati) verb is related to 'towards its object' (anvaya). Here the 'ईष्'(iS) verb in the meaning of *continuous motion* or *again and again* is not usable, hence it is used in the meaning of *wish or desire* (like 'इष्टम्'(iSTam)). This usage (of 'इषितम्' (iSitaM) instead of 'इष्टम्') is according to the vedic grammar. That 'इष्' verb is used to mean *inspiration* as 'प्रेषितम्'(Presitam). If 'प्रेषितम्' alone were used here, then question about the relation of sender and sent would have surfaced, like *who is the sender and how was that sent*. Therefore with 'इषितम्' in the sentence, both questions are answered since it implies a special meaning 'it was sent by the mere will of someone' (i.e. without explicit effort).",
        "If this was the intended meaning, then 'केनेषितम्'(keneSitam, by will) only would have sufficed so 'प्रेषितम्'(preSitam, directed) was not necessary. Apart from this, since the using additional words must imply meaning, it is necessary to determine who was the agency behind sending forth - *desire*, *action* or *speech*.",
        "No, the question does not indicate this; because it implies that the question is asked by an individual dispassionate with the assemblage of body, senses etc., the impermanence of actions and duties and seeks to know about the unchangeable and eternal. Otherwise it is well known that desire, speech and actions impel the body and collection of senses, therefore this question will be unnecessary.",
        "But this also does not illustrate the meaning of word *send forth* (preSitaM).",
        "No, this question about the 'प्रेषित' (preSita, sent forth) word is arising from a sceptic individual. Does this sense of command (sent forth by someone) arise in this body which is a collection of well-known matter and sense organs, or does it arise from something which is different from this collection (of matter and sense organs) who inspires the mind etc. by mere wish? Likewise these two adjectives are sufficient to establish the meaning 'With whose wish is the mind sent forth?' (towards  its objects).",
        "If asked it is well-known that the mind is independent and it goes towards its objects on its own, then how does the question (about mind being sent forth) arise? We say if mind is independent in matters of going outwards and inwards then undesirable thoughts should never appear. But the mind willingly thinks of undesirable thoughts. It engages in sorrowful activities even when explicitly stopped. Therefore 'केनेषितम्' (keneSitam) etc. question is valid.",
        "Appointed or directed by whom does the vital breath goes about its business? 'प्रथम' (first) this is an adjective for the vital breath because it is the first amongst all senses to function (i.e. a baby starts breathing first before she can see, hear etc.).",
        "Wished by whom do people of the world speak the words of speech? And which englightened being inspires the eye and ears to engage in their respective objective fields?",
        "To the able student asking likewise, the teacher told, 'You are asking about the divine being who sends the mind and other senses to their objective fields, and how does he inspire them; so listen -'"
      ]
    },
    "sh_vak": {
      "sa": [],
      "en": []
    }
  }
}