{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "श्रोत्रस्य श्रोत्रं मनसो मनो यद्वाचो ह वाचं स उ प्राणस्य प्राणः ।",
      "चक्षुषश्चक्षुरतिमुच्य धीराः प्रेत्यास्माल्लोकादमृता भवन्ति ॥"
    ],
    "padachhed": [
      "श्रोत्रस्य श्रोत्रं मनसो मनो यत् वाचः ह वाचं‌ स उ प्राणस्य प्राणः ।",
      "चक्षुषः चक्षुः अतिमुच्य धीराः प्रेत्य अस्मात् लोकात् अमृताः भवन्ति ॥"
    ],
    "anvaya": [
      "यत् मनसः मनः प्राणस्य प्राणः वाचः वाचं श्रोत्रस्य श्रोत्रं उ ।",
      "चक्षुषः चक्षुः स ह धीराः अतिमुच्य अस्मात् लोकात् अमृताः भवन्ति ॥"
    ]
  },
  "anuvada": {
    "en": [
      "The mind of the mind, breath of the breath, speech of the speech, ear of the ear and",
      "eye of the eye, (knowing) that only, the wise people, escaping this world attain immortality after death."
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "श्रोत्रस्य श्रोत्रं शृणोति अनेन इति श्रोत्रं, शब्दस्य श्रवणं प्रति करणं शब्द अभिव्यञ्जकं श्रोत्रम् इन्द्रियम्, तस्य श्रोत्रं स यः त्वया पृष्टः 'चक्षुः श्रोत्रं क उ देवो युनक्ति' इति ।",
        "असावेवंविशिष्टः श्रोत्रादीनि नियुङ्क्त इति वक्तव्ये ननु एतत् अनुरूपं प्रतिवचनं श्रोत्रस्य श्रोत्रम् इति ।",
        "न एष दोषः, तस्य अन्यथा विशेषानवगमात् । यदि हि श्रोत्रादिव्यपारव्यतिरेकेन स्वव्यापारेण विशिष्टः श्रोत्रादिनियोक्ता अवगम्येत दात्रादिप्रयोक्तृवत्, तदेदमननुरूपं प्रतिवचनं स्यात् । न तु इह श्रोत्रादीनां प्रयोक्ता स्वव्यापारविशिष्टः लवित्रादिवत् अधिगम्यते । श्रोत्रादीनाम् एव तु संहतानां व्यपारेणालोचनसङ्कल्प अध्यवसाय लक्षणेन फलावसानलिङ्गेन अवगम्यते - अस्ति हि श्रोत्रादिभिरसंहतः, यत् प्रयोजनप्रयुक्तः श्रोत्रादिकलापः गृहादिवदिति । संहतानां परार्थत्वाद् अवगम्यते श्रोत्रादीनां प्रयोक्ता तस्मात् अनुरूपं एव इदं प्रतिवचनं श्रोत्रस्य श्रोत्रम् इत्यादि ।",
        "कः पुनरत्र पदार्थः श्रोत्रस्य श्रोत्रमित्यादेः? न हि अत्र श्रोत्रस्य श्रोत्रान्तरेण अर्थः, यथ प्रकाशस्य प्रकाश अन्तरेण ।",
        "न एष दोषः । अयम् अत्र पदार्थः - श्रोत्रं तावत् स्वविषयव्यञ्जनसमर्थं दृष्टम् । तत्तु स्वविषयञ्जनसामर्थ्यं श्रोत्रस्य चैतन्ये हि आत्मज्योतिषि नित्ये असंहते सर्वान्तरे सति भवति, न असति इति । अतः श्रोत्रस्य श्रोत्रम् इत्याति उपपद्यते । तथा च श्रुति अन्तराणि - 'आत्मनि एव अयं ज्योतिषाः ते' 'तस्य भासा सर्वमिदं विभाति' 'येन सूर्यः तपति तेजसेद्धः' इत्यादिनि । 'यदादित्यगतं तेजो जगद्भासयते अखिलम्' 'क्षेत्रं क्षेत्रि तथा कृत्स्नं प्रकाशयति भारत' इति च गीतासु । काठके च 'नित्योनित्यानां चेतनश्चेतनानाम्' इति । श्रोत्राद्येव सर्वस्य आत्मभूतं चेतनम् इति प्रसिद्धम्; तदिह निवत्यर्ते । अस्ति किमपि विद्वद्बुद्धिगम्यं सर्वान्तरतमं कूटस्थं अजं अजरं अमृतं अभयं श्रोत्रादेः अपि श्रोत्रादि तत् सामर्थ्यनिमित्तम् इति प्रतिवचनं शब्दार्थः च उपपद्यत एव ।",
        "तथा मनसः अन्तःकरणस्य मनः । न हि अन्तःकरणम् अन्तरेण चैतन्यज्योतिषो दीधितिं स्वविषय सङ्कल्प अध्यवसाय आदि समर्थं स्यात् । तस्मात् मनसः अपि मन इति । इह बुद्धिमनसी एकीकृत्य निर्देशो मनस इति ।",
        "यत् वाचः वाचम्; यत् शब्दो यस्मात् अर्थे श्रोत्रादिभिः सर्वैः सम्बध्यते - यस्मात् श्रोत्रस्य श्रोत्रम्, यस्मात् मनसः मन इति एवम् । वाचः ह वाचमिति द्वितीया प्रथमात्वेन विपरिणम्यते, प्राणस्य प्राण इति दर्शनात् । वाचः ह वाचम् इति एतत् अनुरोधेन प्राणस्य प्राणम् इति कस्मात् अद्वितीयैव न क्रियते? न; बहूनाम् अनुरोधस्य युक्तत्वात् । वाचम् इति अस्य वाक् इति एतावत् वक्तव्यं स उ प्राणस्य प्राण इति शब्दद्वयानुरोधेन; एवं हि बहूनाम् अनुरोधो युक्तः कृतः स्यात् ।",
        "पृष्टं च वस्तु प्रथम एव निर्देष्टुं युक्तम् । स यः त्वया पृष्टः प्राणस्य प्राणाख्यवृत्तिविशेस्य प्राणः तत् कृतं हि प्राणस्य प्राणनसामर्थ्यम् । न हि आत्मना अनअधिष्ठितस्य प्राणनम् उपपद्यते, 'को हि एव अन्यात् कः प्रान्याद्यदेष आकाश आनन्दो न स्यात्' 'ऊर्ध्वं प्राणम् उन्नयति अपानं प्रत्यगस्यति' इत्यादिश्रुतिभ्यः । इह अपि च वक्ष्यते येन प्राणः प्रणीयते तत् एव ब्रह्म त्वं विद्धि इति ।"
      ],
      "en": [
        "Ear of the ear - that which helps in hearing is the ear; the means to hear a sound, or the revealer of sound is the sense organ *ear*; its ear is about which you have asked like 'Who is the divine being to appoint the eye and ear?'.",
        "In the answer to this question, it should have been mentioned that such and such kind of person commands the eye and the ear; just saying that he is the ear of the ear is not the right answer.",
        "There is no problem with this, because That (who sends forth eye and ear) cannot be known through any other special forms. This answer would have been invalid if there were a person with own activities, independent of the activities of the ear etc. similar to individual using a sickle (for cutting grass). However here there is no such individual known with his own activities who commands the ears etc. similar to the individual who commands the sickle for mowing. However observation, reflection and apprehension of the results etc. activities of the collection of senses (ear etc.) indicates the presence of something different than the collection of senses (ear etc.); the sense organs function for his benefit, just like the house exists (for benefit of the owner, someone different than the house). Collection of objects are meant for someone; this implies someone must exist who benefits from groups of senses, thus the statement 'ear of the ear' is correct.",
        "But what is the meaning of 'ear of the ear' in this context? Similar to how one source of light doesn't require another light source, an ear should not need presence of another ear.",
        "There is no problem with our reasoning. Here is the meaning of the statement (ear of the ear) - it is evident that the ear is able to clarify its objects. But the ability of the ear to clarify its objects stems from the presence of the eternal undivided consciousness light of the self, this ability is not available without its presence. Therefore it can be called 'ear of the ear' etc.. The Shrutis speak of it - 'It is manifested with light from the Self' (Brihadaranyaka Upanishad 4.3.6) 'Everything is enlightened with Its light' (Kathopanishad 2.2.14) 'With that power the brilliant Sun shines' (Taittereya Brahman 3.12.9.7). It is told in the Gita - 'That power manifesting from the Sun enlightens the entire world' (Gita 15.12) 'O Bharat! In this way the indweller enlightens the entire field of action' (Gita 13.33). It is mentioned in Kathopanishad as 'Eternal of the eternal and consciousness of consciousness' etc.. It is widely known that the senses like ears etc. are the consciousness in every self. That assumption is invalidated in this statement. Therefore ear of the ears meaning the cause of their ability is something which is dwelled upon by the knowers of the Self; it is innate, undivided, never born, beyond diseases, deathless and fearless; thus this answer and explanation is correct.",
        "Likewise it is the mind of the mind and thinking faculty. Without the splendour of the light of consciousness, the thinking faculty will not be able to reflect or apprehend its objects. Therefore it is the mind of the mind. Here intellect and mind are addressed as a single entity, the mind.",
        "'It is the speech of the speech' - in this sentence 'यत्' (it) word is to be taken as 'यस्मात्' (because it is) relating to the ears etc. like 'because it is ear of the ear, because it is mind of the mind'. 'वाचः ह वाचम्' (speech of the speech) in this sentence 'वाचम्' (speech) is considered to be a nominative declension instead of objective like it is shown in 'प्राणस्य प्राण' (breath of the breath). (on the contrary) Why isn't 'प्राणस्य प्राण' not considered to be nominative similar to 'वाचः ह वाचम्'? This is not valid since it is reasonable to conform to majority. Thus in the sentence 'स उ प्राणस्य प्राणः' (he is indeed breath of the breath), consonance of the words 'स' (he) and 'प्राणः' (breath) imply 'वाचम्' should mean 'वाक्' in this context. In this way, it is accepted that we conformed to the majority.",
        "It is reasonable to use nominative declension for a thing which is asked for. The topic about which you are asking is the breath of the breath, that is activities specific to breathing; it is due to that the ability to breathe exists in breath. Breath separated from the Self does not have the ability to breathe like 'If this joyful space were not there, who would be alive and who would breathe' (Taitteriya Upanishad 2.7.9) 'It takes the vital air (breath) above and respiration to go downwards' (Kathopanishad 2.2.3) mentioned by the *Shrutis*. Here it is mentioned that because of which the breathe (vital air) breathes, know that to be the brahman."
      ]
    },
    "sh_vak": {
      "sa": [],
      "en": []
    }
  }
}