{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "न तत्र चक्षुर्गच्छति न वाग्गच्छति नो मनो न विद्मो न विजानिमो यथैतदनुशिष्यादन्यदेव तदविदितादथो अविदितादधि ।",
      "इति शुश्रुम पुर्वेषां ये नस्तद्व्याचचक्षिरे ॥"
    ],
    "padachhed": [
      "न तत्र चक्षुः गच्छति न वाक् न मनः न विद्मः न विजानिमः यथा एतत् अनुशिष्यात् अन्यत् एव तत् विदितात् अथ अविदितात् अधि ।",
      "इति शुश्रुम पुर्वेषां ये नः तत् व्याचचक्षिरे ॥"
    ],
    "anvaya": [
      "तत्र न चक्षुः गच्छति न वाक् न मनः यथा एतत् अनुशिष्यात् न विद्मः न विजानिमः तत् विदितात् अन्यत् एव अथ अविदितात् अधि ।",
      "इति पुर्वेषां शुश्रुम ये नः तत् व्याचचक्षिरे ॥"
    ]
  },
  "anuvada": {
    "en": [
      "The eyes cannot approach there, neither speech nor the mind. (Therefore) As That is taught (to us), we don't know from our own understanding nor by hearing from others. That is definitely different from the known and beyond the unknown (knowledge).",
      "This is what we have been hearing from the teachers who described That to us completely."
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "न तत्र तस्मिन् ब्रह्मणि चक्षुः गच्छति, स्वात्मनि गमनासम्भवात् । तथा न वाग् गच्छति । वाचा हि शब्द उच्चार्यमाणः अभिधेयं प्रकाशयति यदा, तत् अभिधेयं प्रति वाग्गच्छति इति उच्यते । तस्य च शब्दस्य तत् निर्वर्तकस्य च करणस्यात्मा ब्रह्म । अतो न वाग्गच्छति यथाग्निदार्हकः प्रकाशकः च अपि सन् न हि आत्मानं प्रकाशयति दहति वा, तत् वत् ।",
        "नो मनः मनश्चान्यस्य सङ्कल्पयितृ अध्यवसायितृ च सद् नात्मानं सङ्कल्पयति अध्यवस्यति च, तस्यापि ब्रह्मात्मेति । इन्द्रियमनोभ्यां हि वस्तुनो विज्ञानम् । तत् अगोचरत्वात् न विद्मः तत् ब्रह्म इदृशम् इति ।",
        "अतो न विजानिमो यथा येन प्रकारेण एतद् ब्रह्म अनुशिष्याद् उपदिशेच्छिष्यायेत्यभिप्रायः । यद्धि करणगोचरं तत् अन्यस्मै उपदेष्टुं शक्यं जातिगुणक्रियाविशेषणैः । न तत् जात्यादिविशेषणवद्ब्रह्म तस्मात् विषमं शिष्य अनुपदेशेन "
      ],
      "en": [
        "The eyes cannot travel there since movement in own self is not possible. The speech also does not reach. Speech is said to reach its object when the uttered word expresses the meaning. However Brahman is the Self of the word and the sense organ expressing it (speech). Thus speech cannot reach there just like fire being the burner and illuminator of everything can neither burn or illuminate itself.",
        "Neither does the mind (reach there); although capable to conceive and determine about others, the mind cannot conceive or determine about itself because its Self is also Brahman. Knowledge of the objects is possible through sense organs and the mind. Being outside their scope of understanding, it is not possible to determine that Brahman is like this or that.",
        "Therefore with 'we do not know', it is meant we are not aware of how to instruct the student on the discipline of attaining Brahman. Any subject of the sense organs can be instructed to others by describing its attributes, form and actions. But Brahman is without the attributes. Therefore making students aware of that (Brahman) with instructions is extremely difficult - likewise the Shruti indicates the necessity of rigour in understanding the instructions and their meaning."
      ]
    },
    "sh_vak": {
      "sa": [],
      "en": []
    }
  }
}