{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "न तत्र चक्षुर्गच्छति न वाग्गच्छति नो मनो न विद्मो न विजानिमो यथैतदनुशिष्यादन्यदेव तदविदितादथो अविदितादधि ।",
      "इति शुश्रुम पुर्वेषां ये नस्तद्व्याचचक्षिरे ॥"
    ],
    "padachhed": [
      "न तत्र चक्षुः गच्छति न वाक् न मनः न विद्मः न विजानिमः यथा एतत् अनुशिष्यात् अन्यत् एव तत् विदितात् अथ अविदितात् अधि ।",
      "इति शुश्रुम पुर्वेषां ये नः तत् व्याचचक्षिरे ॥"
    ],
    "anvaya": [
      "तत्र न चक्षुः गच्छति न वाक् न मनः न विद्मः यथा एतत् अनुशिष्यात् न विजानिमः तत् विदितात् अन्यत् एव अथ अविदितात् अधि ।",
      "इति पुर्वेषां शुश्रुम ये नः तत् व्याचचक्षिरे ॥"
    ]
  },
  "anuvada": {
    "en": [
      "The eyes cannot approach there, neither speech nor the mind. (Therefore) We don't know; we are not aware of the process by which this can instructed. That is definitely different from the known and beyond the unknown (knowledge).",
      "This is what we have been hearing from the teachers who described That to us completely."
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "न तत्र तस्मिन् ब्रह्मणि चक्षुः गच्छति, स्वात्मनि गमनासम्भवात् । तथा न वाग् गच्छति । वाचा हि शब्द उच्चार्यमाणः अभिधेयं प्रकाशयति यदा, तत् अभिधेयं प्रति वाग्गच्छति इति उच्यते । तस्य च शब्दस्य तत् निर्वर्तकस्य च करणस्यात्मा ब्रह्म । अतो न वाग्गच्छति यथाग्निदार्हकः प्रकाशकः च अपि सन् न हि आत्मानं प्रकाशयति दहति वा, तत् वत् ।",
        "नो मनः मनश्चान्यस्य सङ्कल्पयितृ अध्यवसायितृ च सद् नात्मानं सङ्कल्पयति अध्यवस्यति च, तस्यापि ब्रह्मात्मेति । इन्द्रियमनोभ्यां हि वस्तुनो विज्ञानम् । तत् अगोचरत्वात् न विद्मः तत् ब्रह्म इदृशम् इति ।",
        "अतो न विजानिमो यथा येन प्रकारेण एतद् ब्रह्म अनुशिष्याद् उपदिशेच्छिष्यायेत्यभिप्रायः । यद्धि करणगोचरं तत् अन्यस्मै उपदेष्टुं शक्यं जातिगुणक्रियाविशेषणैः । न तत् जात्यादिविशेषणवद्ब्रह्म तस्मात् विषमं शिष्य अनुपदेशेन प्रत्याययितुमिति उपदेशे तदर्थग्रहणे च यत्नातिशयकर्तव्यतां दर्शयति ।",
        "'न विद्मो न विजानिमो यथैतदनुशिष्यात्' इति अत्यन्तम् एवोपदेशप्रकारप्रत्याख्याने प्राप्ते तत् अपवादः अयम् उच्यते । सत्यम् एवं प्रत्यक्ष आदिभिः प्रमाणैः न परः प्रत्यायितुं शक्यः, आगमेन तु शक्यत एव प्रत्याययितुम् इति तत् उपदेश अर्थम् आगमं आह -",
        "अन्यदेव तत् विदितात् अथः अविदितात् अधि इति । अन्यदेव पृथगेव तद् यत्प्रकृतं श्रोत्रादीनां श्रोत्रादि इति उक्तम् अविषयः च तेषाम्; तद् विदिताद् अन्यदेव हि । विदितं नाम यद्विदिक्रिययातिशयेनाप्तं विदिक्रियाकर्मभूतं क्वचित् किञ्चित् कस्यचित् विदितं स्यात् इति । सर्वम् एव व्याकृतं विदितम् एव; तस्मात् अन्यत् एव इति अर्थः ।",
        "अविदितम् अज्ञातं तर्हीति प्राप्त आह - अथो अपि अविदिताद् विदितविपरीतात् अव्याकृत अविद्यालक्षणात् व्याकृतबीजात्, अधि इति उपर्यर्थे, लक्षणया अन्यद् इति अर्थः । यद्धि यस्मात् अधि उपरि भवति, तत् तस्मात् अन्यदिति प्रसिद्धम् ।",
        "यत् विदितं तत् अल्पं मर्त्यं दुःखात्मकं च इति हेयम् । तस्मात् विदितात् अन्यत् ब्रह्म इति उक्ते तु अहेयत्वम् उक्तं स्यात् । तथा अविदितात् अधि इति उक्तेः अनुपादेयत्वम् उक्तं स्यात् । कार्यार्थं हि कारणम् अन्यत् अन्येन उपादीयते । अतः च न वेदितुः अन्यस्मै प्रयोजनाय अन्यत् उपादेयं भवति इति । एवं विदिताविदिताभ्याम् अन्यत् इति हेयोपादेयप्रतिषेधेन स्वात्मनः अन्यत्वाद् ब्रह्मविषया जिज्ञासा शिष्यस्य निर्वर्तिता स्यात् । न हि अन्यस्य स्वात्मनो विदिताविदिताभ्याम् अन्यत्वं वस्तुनः सम्भवति इति आत्मा ब्रह्म इति एष वाक्यार्थः; 'अयमात्मा ब्रह्म' 'य आत्मापहतपाप्मा' 'यत्साक्षादपरोक्षाद्ब्रह्म' 'य आत्मा सर्वान्तरः' इत्यादि श्रुत्यन्तरेभ्यः च इति ।",
        "एवं सर्वात्मनः सर्वविशेषरहितस्य चिन्मात्रज्योतिषो ब्रह्मत्वप्रतिपादकस्य वाक्यार्थस्य आचार्योपदेशपरम्परया प्राप्तत्वं आह - इति शुश्रुम इत्यादि । ब्रह्म च एवं आचार्य उपदेशपरम्पर्या एव अधिगन्तव्यं न तर्कतः प्रवचनमेधाबहुश्रुततपोयज्ञादिभ्यः च, इति एवं शुश्रुम श्रुतवन्तो वयं पूर्वेषाम् आचार्याणां वचनम्; ये आचार्या नः, अस्मभ्यं ब्रह्म व्याचचक्षिरे व्याख्यातवन्तो विस्पष्टं कथितवन्तः, तेषाम् इति अर्थः ।"
      ],
      "en": [
        "The eyes cannot travel there since movement in own self is not possible. The speech also does not reach. Speech is said to reach its object when the uttered word expresses the meaning. However Brahman is the Self of the word and the sense organ expressing it (speech). Thus speech cannot reach there just like fire being the burner and illuminator of everything can neither burn or illuminate itself.",
        "Neither does the mind (reach there); although capable to conceive and determine about others, the mind cannot conceive or determine about itself because its Self is also Brahman. Knowledge of the objects is possible through sense organs and the mind. Being outside their scope of understanding, it is not possible to determine that Brahman is like this or that.",
        "Therefore with 'we do not know', it is meant we are not aware of how to instruct the student on the discipline of attaining Brahman. Any subject of the sense organs can be instructed to others by describing its attributes, form and actions. But Brahman is without the attributes. Therefore making students aware of that (Brahman) with instructions is extremely difficult - likewise the Shruti indicates the necessity of rigour in understanding the instructions and their meaning.",
        "'We do not know; we are not aware of the process by which this can be instructed' statement indicates extreme denial, the Shruti explains this further. It is true that Brahman cannot be ascertained with direct evidence, but it can understood with the Shrutis. Therefore the Shrutis speak thus -",
        "'It is different from the known and is beyond the unknown'. Here that (Brahman) is described which is the ear of the ear and is not their subject and is different than the known (i.e. not composed of attributes etc. which can be recognized by the senses). 'known' includes that which is comprehensible due to the act of perception; i.e. what so ever is in the field of perception and is understood by someone somewhere. Thus everything separated (individual) is 'known' and Brahman is different than 'known' is the meaning explained here.",
        "Then the Brahman is *unknown*, thinking so it is told - it is unknown, that is the opposite of known, and beyond the ignorance which is the seed of everything changing. 'अधि' (adhi, beyond) usually means above, but from intent here it is supposed to mean 'different'. Because it is well known that if anything is beyond something, it is to be considered different than that.",
        "Whatever is known is limited, prone to destruction and source of sorrow; therefore those should be discarded. Thus with 'different than known' statement the eternal (i.e. cannot be overlooked, discarded or rejected) aspect of Brahman is told. And with 'beyond the unknown' statement the non physical entity (i.e. it is not a thing to be obtained) aspect of Brahman is established. Someone depends on another means (i.e. means is different than the person) to perform certain action (action is also different than the person). Therefore (because Brahman cannot be discarded and is not a thing to be obtained) the Self does not need any means to perform any action. Likewise It is different than both known and unknown - by ruling out the *rejectable* and *obtainable* aspects and establishing It as not different than the Self, the Brahman related curiousity of student are clarified. Since any object other than the Self cannot be different than known and unknown; this statement means that the Self is indeed Brahman. This is elaborated with 'This Self is Brahman' (Mandukya Upanishad, 2) 'The Self which is not touched by sin' (Chandogya Upanishad, 8.7.1) 'That is evidently and directly perceived as Brahman indeed' (Brihadaranyaka Upanishad, 3.4.1) 'This Self is within everyone' (Brihadaranyaka Upanishad, 3.4.1) statements in the other Shrutis.",
        "Likewise the ever present attributeless Self which is light of consciousness and state of Brahman illustrated by the statements of Shrutis can be attained through the instructions of teachers as outlined by 'we heard from ancients' statement. So that Brahman can be realized with the tradition of instructions by great teachers, not through debates, intellect, lectures, penance and sacrifices - we have heard so from the ancient teachers. The teachers who have expounded the Brahman to us have clearly outlined this (that we may learn Brahman through the instructions of teachers), thus is the purport of this statement."
      ]
    },
    "sh_vak": {
      "sa": [],
      "en": []
    }
  }
}