{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "यद्वाचानभ्युदितं येन वागभ्युध्यते ।",
      "तदेव ब्रह्म त्वं विद्धि नेदं यदिदमुपासते ॥"
    ],
    "padachhed": [
      "यत् वाचा अनअभ्युदितं येन वाक् अभ्युध्यते ।",
      "तत् एव ब्रह्म त्वं विद्धि न इदं यत् इदं उपासते ॥"
    ],
    "anvaya": [
      "यत् वाचा अनअभ्युदितं येन वाक् अभ्युध्यते ।",
      "तत् त्वं ब्रह्म एव विद्धि इदं यत् उपासते इदं न ॥"
    ]
  },
  "anuvada": {
    "en": [
      "That which cannot be spoken by Speech, rather which empowers Speech to function;",
      "You know That to be the Brahman, not this (which can be described by Speech) which is worshiped (by people)."
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "यत् चैतन्यमात्रसत्ताकम्, वाचा वागिति जिह्वामूलादिषु अष्टसु स्थानेषु विषक्तं अग्नेयं वर्णानाम् अभिव्यञ्जकं करणं वर्णाः च अर्थसङ्केतपरिच्छिन्ना एतावन्त एवं क्रमप्रयुक्ता इति; एवं तत् अभिव्यङ्गयः शब्दः पदं वागिति उच्यते; 'अकारो वै सर्वा वाक्सैषा स्पर्शान्तःस्थोष्मभिर्व्यज्यमाना बह्नी नानारुप भवति' इति श्रुतेः । मितं अमितं स्वरः सत्य अनृते एष विकारो यस्यास्तया वाचा पदत्वेन परिच्छिन्नया करणगुणवत्या - अनभ्युदितम् अप्रकाशितं अनभ्युक्तम् ।",
        "येन ब्रह्मणा विवक्षितेः अर्थे सकरणा वाग् अभ्युद्यते चैतन्यज्योतिषा प्रकाश्यते प्रयुज्यत इति एतत् वाचो ह वाग् इति उक्तम्, 'वदन्वाक्' 'यो वाचमन्तरो यमयति' इत्यादि च वाजसनेयके । 'या वाक् पुरुषेषु सा घोषेषु प्रतिष्ठिता कश्चित्तां वेद ब्राह्मणः' इति प्रश्नमुत्पाद्य प्रतिवचनमुक्तम् 'सा वाग्यया स्वप्ने भाषते' इति । सा हि वक्तुर्वक्तिर्नित्या वाक् चैतन्यज्योतिःस्वरुपा, 'न हि वक्तुर्वक्तेर्विपरिलोपो विद्यते' इति श्रुतेः ।",
        "तत् एव आत्मस्वरुपं ब्रह्म निरतिशयं भूमाख्यं बृहत्त्वात् ब्रह्मेति विद्धि विजानिहि त्वम् । यैः वागादि उपाधिभिः वाचो ह वाक् चक्षुषः चक्षुः श्रोत्रस्य श्रोत्रं मनसो मनः कर्ता भोक्ता विज्ञाता नियन्ता प्रशासिता विज्ञानम् आनन्दं ब्रह्म इत्येवमादयः संव्यवहारा असंव्यवहारे निर्विशेषे परे साम्ये ब्रह्मणि प्रवर्तन्ते, तान्व्युदस्य आत्मानमेव निर्विशेषं ब्रह्म विद्धि इति एवशब्दार्थः । नेदं ब्रह्म यत् इदम् इति उपाधिभेदविशिष्टम् अनात्म इश्वर आदि उपासते ध्यायन्ति । तत् एव ब्रह्म त्वं विद्धि इति उक्तेः अपि नेदं ब्रह्म इति अनात्मनः अब्रह्मत्वं पुनरुच्यते नियमार्थम् अन्यब्रह्मबुद्धिपरिसंख्यानार्थं वा ।"
      ],
      "en": [
        "That consciousness Brahman is not illumined by the speech - established in eight places including tip of tongue and presided over by the Fire god expresses the letters. The letters conforming to a sequence to express intended meaning in words is also called 'pada' or vak' (speech). According to Shruti, 'Letter A is the entire speech and that speech multiplies to various forms when manifested with *sparsa* (vowels), *antastha* (semi-vowels) or *usma* (aspirates)' (Aiteraya Aranyaka 2.3.7.13). Likewise *mita* (rig veda), *amita* (yajur veda), *svara* (sama veda) and truth or untruth are the modifications of speech. It is neither determined by these nor conquered (expressed) by the speech as a sense organ.",
        "Rather due to which speech is spoken in its intended meaning by the sense organ, or is expressed by the light of consciousness, that Brahman is outlined as 'speech of the speech'; it is said in the Brihadaranyaka Upanishad as 'When It speaks, It is called organ of speech' (Brihadaranyaka Upanishad, 1.4.7) and 'He who controls the organ of speech from within' (Brihadaranyaka Upanishad, 3.7.17). Moreover a question is raised like 'In human beings the ability of speech is established in the *varnas* (sounds), a knower of Brahman may understand it' and the answer given is 'that by which a living being speaks even in dream state is the speech'. The innate ability of a speaker to speak is indeed the manifestation of consciousness called speech, 'the ability to speak in a speaker is never lost' (Brihadaranyaka Upanishad, 4.3.26) as proved by the Shruti.",
        "Know that embodiment of self which is vast and is indicative of the infinite to be Brahman. The meaning of *eva* is explained thus - due to the conditioning of various senses (speech etc.) that is 'the speech of the speech', 'eye of the eye', 'ear of the ear', 'mind of the mind', doer, enjoyer, knower, controller, governer and is manifested by knowledge and joy; however such characteristics and behaviors are geared towards the unconditioned, unsurpassable and equipoised Brahman; discarding these (limiting) adjuncts know your attributeless self to be Brahman. That is not the Brahman - one with attributes and adjuncts, non self and worshipped by people. 'तदेव ब्रह्म त्वं विद्धि' (know that to be the Brahman) speaking so would have destroyed the doubts of considering non self to be Brahman; however 'नेदं ब्रह्म' (this is not Brahman) statement explicitly states the conditioned non-self and thus establishes the mind-intellect on the Brahman as the self and removes any confusion of considering other worshipped gods as Brahman."
      ]
    },
    "sh_vak": {
      "sa": [],
      "en": []
    }
  }
}