{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "यन्मनसा न मनुते येनाहुर्मनो मतम् ।",
      "तदेव ब्रह्म त्वं विद्धि नेदं यदिदमुपासते ॥"
    ],
    "padachhed": [
      "यत् मनसा न मनुते येन आहुः मनो मतम् ।",
      "तत् एव ब्रह्म त्वं विद्धि न इदं यत् इदं उपासते ॥"
    ],
    "anvaya": [
      "यत् मनसा न मनुते येन आहुः मनो मतम् ।",
      "तत् त्वं ब्रह्म एव विद्धि इदं यत् उपासते इदं न ॥"
    ]
  },
  "anuvada": {
    "en": [
      "That which is not comprehended by Mind, rather it is told That which (helps) know the Mind;",
      "You know That to be the Brahman, not this (which can be comprehended by the Mind) which is worshiped (by people)."
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "यत् मनसा न मनुते; मन इति अन्तःकरणं बुद्धिमनसः एकत्वेन गृह्यते । मनुते अनेन इति मनः सर्वकरणसाधारणम्, सर्वविषयव्यापकत्वात् । 'कामः सङ्कल्पो विचिकित्सा श्रद्धाश्रद्धाधृतिरधृतिर्ह्रीर्धीर्भीरित्येतत्सर्वं मन एव' इति श्रुतेः कामादिवृत्तिमन्मनः । तेन मनसा यत् चैतन्यज्योतिः मनसः अवभासकं न मनुते न सङ्कल्पयति न अपि निश्चिनोति लोकः, मनसः अवभासकत्वेन नियन्तृत्वात् । सर्वविषयं प्रति प्रत्यगेवेति स्वात्मनि न प्रवर्तते अन्तःकरणम् । अन्तःस्थेन हि चैतन्यज्योतिषा अवभासितस्य मनसो मननसामर्थ्यम्; तेन सवृत्तिकं मनो येन ब्रह्मणा मतं विषयीकृतं व्याप्तम् आहुः कथयन्ति ब्रह्मविदः । तस्मात् तत् एव मनस आत्मानं प्रत्यक्चेतयितारं ब्रह्म विद्धि । नेदम् इत्यादि पूर्ववत् ।"
      ],
      "en": [
        "That which is not thought of by the mind; Union of mind and intellect is considered by the word *mind* as the thinking faculty. Mind is the faculty which helps with thinking and is common to all sense organs extending to all their objects. As per Shruti, 'Desire, Will, Doubt, Faith, Disbelief, Patience, Impatience, Shyness, Intellect and Fear are all mind only' (Brihadaranyaka Upanishad, 1.5.3) thus mind is with attributes such as desire. With such a mind, it is not possible to reflect upon or determine the source light of consciousness because the consciousness (being the source) is the supervisor. The Self is core substratum of all sense objects; therefore the mind cannot reflect or analyze it. The mind enlightened by the light of consciousness within us is capable to reflect. Knowers of Brahman expound the mind impelled (आहुः) by that (light of consciousness) to be engaged in the external world (of sense objects). Know the Self imparting direct consciousness to the mind to be Brahman (ब्रह्म विद्धि). 'Not all these' (नेदम् इत्यादि) is to be understood as explained in previous mantra."
      ]
    },
    "sh-vak": {
      "sa": [],
      "en": []
    }
  }
}