{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "ॐ आप्यायन्तु ममाङ्गानि वाक् प्राणश्चक्षुः श्रोत्रमथो वलमिन्द्रियाणि च सर्वाणि ।",
      "सर्वम् ब्रह्मौपनिषदं माहं ब्रह्म निराकुर्यां मा मा ब्रह्म निराकरोत् अनिराकरणमस्त्वनिराकरणं मेऽस्तु ।",
      "तदात्मनि निरते ये उपनिषत्सु धर्मास्ते मयि सन्तु ते मयि सन्तु ॥",
      "ॐ शान्तिः शान्तिः शान्तिः"
    ],
    "padachhed": [
      "ॐ आप्यायन्तु मम अङ्गानि वाक् प्राणः चक्षुः श्रोत्रम् अथ वलम् इन्द्रियाणि च सर्वाणि ।",
      "सर्वम् ब्रह्म औपनिषदं मा अहम् ब्रह्म निराकुर्यां मा मा ब्रह्म निराकरोत् अनिराकरणम् अस्तु अनिराकरणं मे अस्तु ।",
      "तत् आत्मनि निरते उपनिषत्सु ये धर्माः ते मयि सन्तु ते मयि सन्तु ॥",
      "ॐ शान्तिः शान्तिः शान्तिः"
    ],
    "anvaya": [
      "ॐ मम अङ्गानि वाक् प्राणः चक्षुः श्रोत्रम् च सर्वाणि इन्द्रियाणि अथ वलम् आप्यायन्तु ।",
      "सर्वम् औपनिषदं ब्रह्म अहम् ब्रह्म मा निराकुर्यां ब्रह्म मा मा निराकरोत् अनिराकरणम् अस्तु मे अनिराकरणं अस्तु ।",
      "उपनिषत्सु ये धर्माः ते तत् आत्मनि निरते मयि सन्तु ते मयि सन्तु ॥",
      "ॐ शान्तिः शान्तिः शान्तिः"
    ]
  },
  "padartha": {
    "en": [
      {
        "ॐ": "Om, the supreme soul",
        "मम": "my",
        "अङ्गानि": "all limbs",
        "वाक्": "speech",
        "प्राणः": "vital air, breath",
        "चक्षुः": "eyes",
        "श्रोत्रम्": "ears",
        "च": "and",
        "सर्वाणि": "all",
        "इन्द्रियाणि": "sense organs",
        "अथ": "and",
        "वलम्": "strength",
        "आप्यायन्तु": "filled with"
      },
      {
        "सर्वम्": "all",
        "औपनिषदं": "described in Upanishads",
        "ब्रह्म": "Brahman, supreme soul",
        "अहम्": "I",
        "ब्रह्म": "that Brahman",
        "मा निराकुर्यां": "never deny",
        "ब्रह्म": "that Brahman",
        "मा": "me",
        "मा निराकरोत्": "never leave",
        "अनिराकरणम्": "unseparable relation",
        "अस्तु": "let there be",
        "मे": "with me",
        "अनिराकरणं": "unseparable relation",
        "अस्तु": "let there be"
      },
      [
        {
          "उपनिषत्सु": "expounded in Upanishads"
        },
        {
          "ये": "the"
        },
        {
          "धर्माः": "duties"
        },
        {
          "ते": "they all"
        },
        {
          "तत् आत्मनि": "in that supreme soul"
        },
        {
          "निरते": "engaged"
        },
        {
          "मयि": "in me"
        },
        {
          "सन्तु": "be there"
        },
        {
          "ते": "they all"
        },
        {
          "मयि": "in me"
        },
        {
          "सन्तु": "be there"
        }
      ],
      [
        {
          "ॐ": "Om, the supreme soul"
        },
        {
          "शान्तिः": "(let there be) peace"
        },
        {
          "शान्तिः": "peace"
        },
        {
          "शान्तिः": "peace"
        }
      ]
    ]
  },
  "anuvada": {
    "en": [
      "Om! (May) all my limbs, speech, prana, eyes, ears and all senses be strengthened.",
      "The Brahman described in Upanishads, (may) I never deny that Brahman, (may) that Brahman never deny me, let there be no separation, let there be no separation between us.",
      "That dharma described in Upanishads, may be internalized in me (who is) engaged in that supreme soul, let them manifest in me.",
      "Om! Peace, Peace, Peace."
    ]
  },
  "bhashya": {
    "sh_pad": {
      "sa": [
        "'केनेषितम्' इति आदि उपनिषत् परब्रह्मविषया वक्तव्या इति नवमस्य अध्यायस्य आरम्भः । प्राग् एतस्मात् कर्माणि अशेषतः परिसमापितानि, समस्त कर्म आश्रय भूतस्य च प्राणस्य उपासनानि उक्तानि कर्माङ्ग सामविषयाणि च । अनन्तरं च गायत्रसामविषयं दर्शनं वंशान्तमुक्तं कार्यम् ।",
        "सर्वम् एतद् यथा उक्तं कर्म च ज्ञानं च सम्यग् अनुष्ठितं निष्कामस्य मुमुक्षोः सत्वशुद्ध्यर्थं भवति । सकामस्य तु ज्ञानरहितस्य केवलानि श्रौतानि स्मार्तानि च कर्माणि दक्षिणमार्गप्रतिपत्तये पुनरावृत्तये च भवन्ति । स्वाभाविक्या तु अशास्त्रीयया प्रवृत्त्या पश्वादिस्थावरान्ता अधोगतिः स्यात् । 'अथैतयोः पथोर्न कतरेण च न तानीमानि क्षुद्राण्यसकृदावर्तीनि भूतानि भवन्ति जायस्व म्रियस्वेत्येतत्तृतीयँ स्थानम्' इति श्रुतेः; 'प्रजा ह तिस्त्रोऽत्यायमीयुः' इति च मन्त्रवर्णात् ।"
      ],
      "en": [
        "Now we shall discuss 'KeneSitAM' etc. upanishad on the topic of the supreme Brahman, thus begins the ninth chapter. Before this section, outline of various duties and rites have been completed; the worship of vital breath which is the basis of all rites, and worship of *Samas* have been described. After that the *Gayatra Sama* is discussed and the rites ending with teacher-student lineage are outlined.",
        "Performing the above mentioned knowledge and rites leads to purification of mind in a student without desire (निष्कामस्य, for worldly things and) striving for emancipation from the world (मुमुक्षोः). For the one with desires and without realization the duties prescribed in Shrutis (knowledge passed on via listening, the Vedas) and Smrities (knowledge passed on via memory, various books by Rishis e.g. Manu Smriti) lead them to Southern Path and coming back to this world. Apart from these, actions not prescribed in Shastras (Shruti, Smriti and Puranas) lead to downfall for everyone from animals to immovables (lowest grade of existence). 'Who does not take these two paths; these little beings are subject to continuous coming back into the world; `take birth and die` this is their third place (path)' says the Shruti (Chandogya Upanishad, 2.1.1). 'Three famous beings left the righteousness' this statement of Shruti also says the same thing."
      ]
    },
    "sh_vak": {
      "sa": [
        "समाप्तं कर्मात्मभूत प्राण विषयं विज्ञानं कर्म च अनेक प्रकारम्, ययः विकल्प समुच्चय अनुष्ठानात् दक्षिणोत्तराभ्यां सृतिभ्याम् आवृत्ति अनावृत्ति भवतः ।",
        "अत ऊर्ध्वं फलनिरपेक्ष ज्ञान कर्म समुच्चय अनुष्ठानात् कृतात्म संस्कारस्य च्छिन्न आत्मज्ञान प्रतिबन्धकस्य द्वैतविषय दोषदर्शिनः निर्ज्ञाताशेष"
      ],
      "en": [
        "In an earlier section, the basis of all rites, i.e. knowledge of vital breath and various related rites have been completed; performance of either one or both leads to evolution via the *southern path* (coming back to world) or *northern path* (freedom from the world) respectively.",
        "Further to this pursuing the worldly-knowledge (आधिदैविक) and performing the rites without desire, one whose mind has been purified, obstacles to attaining knowledge of the Self have been destroyed, one who has started seeing the incompleteness of duality"
      ]
    }
  }
}