{
  "metadata": {
    "version": 0.1
  },
  "content": {
    "sloka": [
      "यदि मन्यसे सुवेदेति दभ्रमेवापि नूनं त्वं वेत्थ ब्रह्मणो रुपम् ।",
      "यदस्य त्वं यदस्य देवेष्वथ नु मीमांस्यमेव ते मन्ये विदितम् ॥"
    ],
    "padachhed": [
      "यदि मन्यसे सुवेद इति दभ्रम् एव अपि नूनं त्वं वेत्थ ब्रह्मणो रूपम् ।",
      "यत् अस्य त्वं यत् अस्य देवेषु अथ नु मीमांस्यम् एव ते मन्ये विदितम् ॥"
    ],
    "anvaya": [
      "यदि त्वं इति मन्यसे सुवेद अपि नुनं ब्रह्मणो रुपम् दभ्रम् एव वेत्थ ।",
      "अस्य यत् त्वं अस्य यत् देवेषु अथ नु मन्ये ते विदितम् मीमांस्यम् एव ॥"
    ]
  },
  "anuvada": {
    "en": [
      "If you think (That as) very well known, then definitely the knowledge of Brahman is only known a little (by you).",
      "(A part of) That which is yourself and (a part of) That which is in the senses (combined is still incomplete), therefore I think your knowledge is undoubtedly worth examination."
    ]
  },
  "sh_pad": {
    "sa": [
      "एवं हेयोपादेयविपरीतः त्वम् आत्मा ब्रह्मेति प्रत्यायितः शिष्योहम् एव ब्रह्मेति सुष्ठु वेदाहम् इति मा गृह्णीयादित्याशयादाहाचार्यः शिष्यबुद्धिविचालनार्थम् यदि इत्यादि ।",
      "ननु इष्ट एव सु वेदाहम् इति निश्चिता प्रतिपत्तिः ।",
      "सत्यम्, इष्टा निश्चिता प्रतिपत्तिः; न हि सुवेदाहम् इति । यद्धि वेद्यं वस्तु विषयीभवति, तत् सुष्ठु वेदितुं शक्यम्, दाह्यम् इव दग्धुम् अग्नेः दग्धुः न तु अग्नेः स्वरूपम् एव । सर्वस्य हि वेदितुः स्वात्मा ब्रह्मेति सर्ववेदान्तानां सुनिश्चितः अर्थः । इह च तत् एव प्रतिपादितं प्रश्नप्रतिवचनोक्त्या 'श्रोत्रस्य श्रोत्रम्' इत्याद्यया । 'यद्वाचानभ्युदितम्' इति च विशेषतोऽवधारितम् । ब्रह्मवित् सम्प्रदाय निश्चयः च उक्तः 'अन्यदेव तद्विदितादथो अविदितादधि' इति । उपन्यस्तमुपसंहरिष्यति च 'अविज्ञातं विजानतां विज्ञातमविजानताम्' इति । तस्मात् उक्तम् एव शिष्यस्य सुवेदेति बुद्धिं निराकर्तुम् ।"
    ],
    "en": [
      "Likewise contrary to the discardable entities the self is the Brahman - to ensure that a student taught in this manner may not conclude that 'I am Brahman, and I know that very well', and to deviate his mind from such an idea, the teacher talks about 'If you think...' etc.",
      "(But) 'I know this very well' - such concrete knowledge is definitely desirable.",
      "Correct, concrete knowledge is indeed desirable, but statements like 'I know that very well' are not desirable. That knowable thing which is an object (in the field of experience) of the knower can be determined very well; for example - for the fire which can burn everything, the burned object is an object and not the inner essence of fire. 'Brahman is the essence of everything that is to be known', such is the conclusion of all the *Vedanta* scriptures. This meaning is expounded here with questions and discussions such as 'Ear of the ear' etc. It is also explicitly stated with 'That which is not conquered by Speech'. As concluded by the community of knowers of Brahman, it is stated as 'different from the known and is beyond the unknown'. This section is completed with stating 'not known by those with (pride of) knowledge, known by those without (pride of) knowledge'. Thus the student's attitude like 'I know it well' should be repudiated."
    ]
  },
  "sh_vak": {
    "sa": [],
    "en": []
  }
}